Repository: ipesoft/rep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Português

source: reference
pt_br: referência

source: references
pt_br: referências

source: conservation status
pt_br: status de conservação

source: conservation statuses
pt_br: status de conservação

source: documented use
pt_br: uso documentado

source: documented uses
pt_br: usos documentados

source: synonym
pt_br: sinônimo

source: synonyms
pt_br: sinônimos

source: common name
pt_br: nome popular

source: common names
pt_br: nomes populares

source: Taxonomic data
pt_br: Dados taxonômicos

source: General description
pt_br: Descrição geral

source: Ethnobotany description
pt_br: Descrição da etnobotânica

source: Uses
pt_br: Recomendação de uso

source: Abundance
pt_br: Abundância

source: Endemism
pt_br: Endemismo

source: Special features
pt_br: Características de destaque

source: Successional group
pt_br: Categoria sucessional

source: Growth rate
pt_br: Velocidade de desenvolvimento

source: Pruning
pt_br: Poda de condução e de galhos

source: Flowering period
pt_br: Período de floração

source: Flowering color
pt_br: Cor da floração

source: Pollination
pt_br: Polinização

source: Seed dispersal
pt_br: Tipo de dispersão

source: Dispersion agents
pt_br: Agentes dispersores

source: Fruits
pt_br: Frutos

source: Symbiotic association with roots
pt_br: Associação simbiótica com raízes

source: Roots
pt_br: Raízes

source: Foliage persistence
pt_br: Persistência foliar

source: Crown diameter
pt_br: Diâmetro da copa

source: Crown shape
pt_br: Formato da copa

source: Bark texture
pt_br: Superfície do tronco

source: Trunk alignment
pt_br: Alinhamento do tronco

source: Tree size
pt_br: Porte

source: Thorns or spines
pt_br: Acúleos ou espinhos

source: Toxic or allergenic
pt_br: Princípios tóxicos ou alergênicos

source: Pests and diseases
pt_br: Pragas e doenças

source: Fruiting period
pt_br: Período de frutificação

source: Seed collection
pt_br: Obtenção de sementes

source: Seed type
pt_br: Tipo de semente

source: Pre-germination treatment
pt_br: Tratamento para germinação

source: Seedling production
pt_br: Produção de mudas

source: Germination time lapse
pt_br: Tempo de germinação

source: Germination rate
pt_br: Taxa de germinação

source: Seeds per weight
pt_br: Sementes por peso

source: Light requirements
pt_br: Exigência em luminosidade

source: Terrain drainage
pt_br: Drenagem do terreno

source: accepted
pt_br: aceito

source: january
pt_br: janeiro

source: february
pt_br: fevereiro

source: march
pt_br: março

source: april
pt_br: abril

source: may
pt_br: maio

source: june
pt_br: junho

source: july
pt_br: julho

source: august
pt_br: agosto

source: september
pt_br: setembro

source: october
pt_br: outubro

source: november
pt_br: novembro

source: december
pt_br: dezembro

source: white
pt_br: branca

source: cream
pt_br: creme

source: yellow
pt_br: amarela

source: pink
pt_br: rosa

source: orange
pt_br: laranja

source: red
pt_br: vermelha

source: green
pt_br: verde

source: purple
pt_br: roxa

source: Dry dehiscent
pt_br: Seco deiscente

source: Dry indehiscent
pt_br: Seco indeiscente

source: Fleshy indehiscent
pt_br: Carnoso indeiscente

source: Infructescence
pt_br: Infrutescência

source: Multiple
pt_br: Múltiplo

source: Pseudofruit
pt_br: Pseudofruto

source: Berry
pt_br: Baga

source: Capsule
pt_br: Cápsula

source: Drupe
pt_br: Drupa

source: Follicle
pt_br: Folículo

source: Silicle
pt_br: Síliqua

source: Samara
pt_br: Sâmara

source: Achene
pt_br: Aquênio

source: Caryopsis
pt_br: Cariopse

source: Syconium
pt_br: Sicônio

source: Hesperidium
pt_br: Hesperídio

source: Pepo
pt_br: Peponídeo

source: Pyxis
pt_br: Pixídio

source: Operculate
pt_br: Opecarpo

source: Glans
pt_br: Glande

source: Fibrous
pt_br: Ramificada

source: Taproot
pt_br: Pivotante

source: Spherical
pt_br: Globosa

source: Elliptical
pt_br: Elíptica

source: Conical
pt_br: Cônica

source: Cylindrical
pt_br: Colunar

source: Corymbiform
pt_br: Corimbiforme

source: Umbelliform
pt_br: Umbeliforme

source: Flabelliform
pt_br: Flabeliforme

source: Pendant
pt_br: Pendente

source: Smooth
pt_br: Lisa

source: Cracked
pt_br: Fissurada

source: Rough
pt_br: Áspera

source: Recalcitrant
pt_br: Recalcitrante

source: Orthodox
pt_br: Ortodoxa

source: Intermediary
pt_br: Intermediária

source: Unclassified
pt_br: Não classificada

source: Shadow tolerant
pt_br: Tolerante à sombra

source: Full sun
pt_br: Exigente em luz

source: Rarity
pt_br: Raridade

source: Endemic
pt_br: Endêmica

source: Pollinators
pt_br: Polinizadores

source: Dispersers
pt_br: Dispersores

source: Fruit type
pt_br: Tipo de fruto

source: Root system
pt_br: Sistema radicular

source: Use
pt_br: Recomendação de uso

source: Biome
pt_br: Bioma

source: Fitofisionomy
pt_br: Fitofisionomia

source: Code
pt_br: Sigla

source: Unique code
pt_br: Identificador

source: Language
pt_br: Língua

source: Description
pt_br: Descrição

source: Title
pt_br: Título

source: Content
pt_br: Conteúdo

source: static content
pt_br: conteúdo estático

source: static contents
pt_br: conteúdos estáticos

source: Citation
pt_br: Citação

source: Full reference
pt_br: Referência completa

source: bibliographic reference
pt_br: referência bibliográfica

source: bibliographic references
pt_br: referências bibliográficas

source: Label
pt_br: Nome

source: type of use
pt_br: Tipo de uso

source: types of use
pt_br: Tipos de uso

source: Name
pt_br: Nome

source: Type
pt_br: Tipo

source: habitat
pt_br: hábitat

source: habitats
pt_br: hábitats

source: Locality
pt_br: Localidade

source: Duration
pt_br: Duração

source: Interviewers
pt_br: Entrevistadores

source: Interviewees
pt_br: Entrevistados

source: Audio URL
pt_br: URL do áudio

source: interview
pt_br: entrevista

source: interviews
pt_br: entrevistas

source: Interviewee(s)
pt_br: Entrevistado(s)

source: Interviewer(s) and transcription
pt_br: Entrevista e transcrição

source: Date
pt_br: Data

source: Place
pt_br: Local

source: Symbology
pt_br: Simbologia

source: excerpt removed or not transcribed
pt_br: trecho removido ou não transcrito

source: TRANSCRIPTION
pt_br: TRANSCRIÇÃO

source: Genus
pt_br: Gênero

source: Species
pt_br: Espécie

source: leave blank if unknown
pt_br: deixar em branco se for desconhecida

source: Variety
pt_br: Variedade

source: do not include var.
pt_br: não incluir var.

source: Author
pt_br: Autor

source: only if the species is known
pt_br: somente se a espécie for conhecida

source: Family
pt_br: Família

source: Restoration
pt_br: Restauração

source: Urban forestry
pt_br: Arborização urbana

source: Silviculture
pt_br: Silvicultura

source: Flowers
pt_br: Flores

source: Leaves
pt_br: Folhas

source: Crown
pt_br: Copa

source: Bark
pt_br: Casca

source: Seeds
pt_br: Sementes

source: Wood
pt_br: Madeira

source: Rare
pt_br: Rara

source: Maximum density
pt_br: Densidade máxima

source: individuals per hectare
pt_br: indivíduos por hectare

source: Pioneer
pt_br: Pioneira

source: Early secondary
pt_br: Secundária inicial

source: Late secondary
pt_br: Secundária tardia

source: Climax
pt_br: Clímax

source: Slow
pt_br: Lenta

source: Moderate
pt_br: Moderada

source: Fast
pt_br: Rápida

source: Comments
pt_br: Observações

source: Requires pruning
pt_br: Requer poda

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Details
pt_br: Detalhes

source: Color
pt_br: Cor

source: Anemochorous
pt_br: Anemocórica

source: Autochorous
pt_br: Autocórica

source: Barochorous
pt_br: Barocórica

source: Hydrochorous
pt_br: Hidrocórica

source: Zoochorous
pt_br: Zoocórica

source: Fruit class
pt_br: Classe

source: Presence
pt_br: Presença

source: Evergreen
pt_br: Perenifolia

source: Semi-deciduous
pt_br: Semidecídua

source: Deciduous
pt_br: Decídua

source: Minimum
pt_br: Mínimo

source: meters
pt_br: metros

source: Maximum
pt_br: Máximo

source: Straight
pt_br: Reto

source: Slightly inclined
pt_br: Levemente inclinado

source: Inclined
pt_br: Inclinado

source: Slightly crooked
pt_br: Levemente tortuoso

source: Crooked
pt_br: Tortuoso

source: Minimum height
pt_br: Altura mínima

source: Maximum height
pt_br: Altura máxima

source: Minimum DBH
pt_br: DAP mínimo

source: centimeters
pt_br: centimetros

source: Maximum DBH
pt_br: DAP máximo

source: Information
pt_br: Informações

source: Collect fruits from tree
pt_br: Coleta de frutos na árvore

source: Collect fruits from soil
pt_br: Coleta de frutos no solo

source: No need for treatment
pt_br: Sem necessidade de tratamento

source: Thermal treatment
pt_br: Tratamento térmico

source: Chemical treatment
pt_br: Tratamento químico

source: Immersion in water
pt_br: Imersão em água

source: Mechanical scarification
pt_br: Escarificação mecânica

source: Combined treatments
pt_br: Tratamentos combinados

source: Other
pt_br: Outro

source: Seedbed
pt_br: Canteiros

source: Individual containers
pt_br: Recipientes individuais

source: days
pt_br: dias

source: Quantity
pt_br: Quantidade

source: Wetland
pt_br: Áreas encharcadas/alagadas

source: Well-drained
pt_br: Áreas bem drenadas

source: Classification
pt_br: Classificação

source: Has pictures
pt_br: Possui fotos

source: plant
pt_br: planta

source: plants
pt_br: plantas

source: yes
pt_br: sim

source: no
pt_br: não

source: Collect fruits from tree or soil
pt_br: Coleta de frutos na árvore ou no solo

source: or
pt_br: ou

source: to
pt_br: a

source: Data completeness
pt_br: Preenchimento

source: Foliage persistence cannot be evergreen and decidous simultaneously!
pt_br: Não é possível ser perenifolia e decídua simultaneamente

source: Minimum crown diameter cannot be greater than the maximum diameter!
pt_br: Diâmetro mínimo da copa não pode ser maior que o diâmetro máximo!

source: Minimum height cannot be greater than the maximum height!
pt_br: Altura mínima da árvore não pode ser maior que a altura máxima!

source: Minimum DBH cannot be greater than the maximum DBH!
pt_br: DAP mínimo não pode ser maior que o DAP máximo!

source: Fruit type incompatible with fruit class!
pt_br: Tipo de fruto incompatível com a classe de fruto!

source: Taxon name
pt_br: Nome

source: name
pt_br: nome

source: names
pt_br: nomes

source: Acronym
pt_br: Sigla

source: conservation assessment source
pt_br: Fonte de avaliação de status de conservação

source: conservation assessment sources
pt_br: Fontes de avaliação de status de conservação

source: Source
pt_br: Fonte

source: Reference
pt_br: Referência

source: Data
pt_br: Dado

source: Notes
pt_br: Anotações

source: Additional notes, such as page numbers
pt_br: Anotações adicionais, como páginas

source: Detected in fieldwork
pt_br: Registrado em trabalho de campo

source: Original longitude
pt_br: Longitude original

source: Original latitude
pt_br: Latitude original

source: Cited name
pt_br: Nome citado

source: Page number
pt_br: Número da página

source: Anchor id
pt_br: Id da âncora

source: indifferent
pt_br: indiferente

source: Specific use
pt_br: Usos específicos

source: With flower in month
pt_br: Com flores em

source: With fruits in month
pt_br: Com frutos em

source: Conservation status
pt_br: Status de conservação

source: Search Results
pt_br: Resultados da busca

source: Synonyms
pt_br: Sinônimos

source: Ethnobotany
pt_br: Etnobotânica

source: and
pt_br: e

source: History
pt_br: Histórico

source: Specific uses
pt_br: Usos específicos

source: General features
pt_br: Características gerais

source: height
pt_br: altura

source: DBH
pt_br: DAP

source: Care
pt_br: Cuidados

source: Ecology
pt_br: Ecologia

source: Reproduction
pt_br: Reprodução

source: Number of seeds per weight
pt_br: Número de sementes por peso

source: Bibliography
pt_br: Bibliografia

source: Not found
pt_br: Página não encontrada

source: Sorry, could not find that page
pt_br: Desculpe, não foi possível encontrar a página

source: Advanced search for restoration
pt_br: Busca avançada para restauração

source: search
pt_br: buscar

source: Advanced search for silviculture
pt_br: Busca avançada para silvicultura

source: Advanced search for urban forestry
pt_br: Busca avançada para arborização urbana

source: Regional Flora
pt_br: Flora Regional

source: Regional<span>Flora</span>
pt_br: Flora<span>Regional</span>

source: Search species
pt_br: Busca por espécie

source: About
pt_br: Sobre

source: Methods
pt_br: Métodos

source: overview
pt_br: descrição

source: results
pt_br: resultados

source: List of species
pt_br: Lista de espécies

source: all
pt_br: todas

source: Advanced search
pt_br: Busca avançada

source: Help
pt_br: Ajuda

source: Common questions
pt_br: Dúvidas

source: Contact
pt_br: Contato

source: Created by
pt_br: Desenvolvido pelo

source: with funding from
pt_br: com apoio do

source: Previous Page
pt_br: Página Anterior

source: Previous
pt_br: Anterior

source: Current Page
pt_br: Página atual

source: Page
pt_br: Página

source: Next Page
pt_br: Pŕoxima página

source: Next
pt_br: Próxima

source: List of interviews
pt_br: Lista de entrevistas

source: with audio
pt_br: com áudio

source: Referenced species
pt_br: Espécies mencionadas

source: Highlights
pt_br: Destaques

source: None
pt_br: Nenhuma

source: To play the media you will need to either update your browser to a recent version or update your
pt_br: Para reproduzir o áudio será necessário atualizar o navegador para uma versão mais recente ou atualizar o

source: No content
pt_br: Sem conteúdo

source: collapse
pt_br: ocultar

source: expand
pt_br: abrir

source: Physical map
pt_br: Mapa físico

source: Road map
pt_br: Malha viária

source: Hybrid map
pt_br: Mapa híbrido

source: Satellite map
pt_br: Imagem de satélite

source: images pool
pt_br: imagens

source: Ethnobotany & History
pt_br: Etnobotânica & História

source: Cited in
pt_br: Citado em

source: Ecology & reproduction
pt_br: Ecologia & reprodução

source: Occurrence locations
pt_br: Locais de ocorrência

source: result
pt_br: resultado

source: has photos
pt_br: Possui fotos

source: cited in interview
pt_br: citado em entrevista

source: has ethnobotany notes
pt_br: possui informações etnobotânicas

source: No species found
pt_br: Nenhuma espécie encontrada

source: site admin
pt_br: admin site

source: Administrative interface
pt_br: Interface administrativa

source: Home
pt_br: Início

source: Add
pt_br: Adicionar

source: View on site
pt_br: Visualizar no site

source: Please correct the error below.
pt_br: Favor corrigir o erro abaixo

source: Delete?
pt_br: Apagar?

source: Add another %(verbose_name)s
pt_br: Adicionar %(verbose_name)s

source: Remove
pt_br: Remover

source: Error running spellchecker
pt_br: Erro na verificação ortográfica

source: Exception raised while moving node: %s
pt_br: Erro ao mover a categoria: %s

source: Moved node "%(node)s" as child of "%(other)s"
pt_br: "%(node)s" movido como subcategoria de "%(other)s"

source: Moved node "%(node)s" as sibling of "%(other)s"
pt_br: "%(node)s" movido como subcategoria de "%(other)s"

source: Can't move node to a descendant.
pt_br: Não é possível mover a categoria para uma de suas subcategorias

source: Child of
pt_br: Subcategoria de

source: Sibling of
pt_br: Ao lado de

source: First child of
pt_br: Primeira subcategoria de

source: Before
pt_br: Antes

source: After
pt_br: Depois

source: Position
pt_br: Posição

source: Relative to
pt_br: Relativo a

source: -- root --
pt_br: -- categoria principal --

source: The new node is too deep in the tree, try increasing the path.max_length property and UPDATE your database
pt_br: A nova categoria ultrapassou o limite de níveis hierárquicos. Contate o desenvolvedor para aumentar o valor de path.max_length e atualizar o banco de dados.

source: Path Overflow from: '%s'
pt_br: Limite de hierarquias ultrapassado para: '%s'

source: Return to ordered tree
pt_br: Retornar para hierarquia ordenada
